Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# AboutConcat_table
source: A table value, over which the expression given by the second parameter is to be evaluated.
bg_bg: Стойност на таблица, върху която изразът, предоставен от втория параметър, трябва да се изчисли.
ca_es: Valor de taula sobre el qual s'avaluarà l'expressió que proporciona el segon paràmetre.
cs_cz: Hodnota tabulky, která se má vyhodnotit výrazem zadaným druhým parametrem
da_dk: En tabelværdi, som udtrykket, der er givet af det andet parameter, skal evalueres efter.
de_de: Ein Tabellenwert, für den der im zweiten Parameter angegebene Ausdruck ausgewertet werden soll.
el_gr: Τιμή πίνακα, με βάση την οποία αξιολογείται η παράσταση που δίνεται από τη δεύτερη παράμετρο.
es_es: Un valor de tabla sobre el que se va a evaluar la expresión proporcionada por el segundo parámetro.
et_ee: Tabeliväärtus, mille põhjal arvutatakse teise parameetri määratud avaldise väärtus.
eu_es: Bigarren parametroak emandako espresioa ebaluatzeko erabiliko den taula-balioa.
fi_fi: Taulukkoarvo, jolle toisen parametrin antama lauseke arvioidaan.
fr_fr: Valeur de table par rapport à laquelle l’expression donnée par le deuxième paramètre doit être évaluée.
gl_es: Valor da táboa sobre o que se vai avaliar a expresión indicada polo segundo parámetro.
hi_in: एक तालिका मान, जिस पर दूसरे पैरामीटर द्वारा दिए गए व्यंजक का मूल्यांकन किया जाना है.
hr_hr: Vrijednost tablice na temelju koje se izraz koji zadaje drugi parametar vrednuje.
hu_hu: Egy táblaérték, amelyen ki kell értékelni a második paraméterben megadott kifejezést.
it_it: Valore della tabella rispetto al quale valutare l'espressione specificata dal secondo parametro.
ja_jp: 2 番目のパラメーターによって指定された式を評価するテーブル値。
kk_kz: Екінші параметр арқылы берілген өрнек есептелетін кестелік мән.
ko_kr: 초 매개 변수에서 지정된 식이 평가하는 테이블 값입니다.
lt_lt: Lentelės reikšmė, pagal kurią apskaičiuojamas reiškinys, kurį pateikia antras parametras.
lv_lv: Tabulas vērtība, attiecībā pret kuru ir jānovērtē otrā parametra norādītā izteiksme.
ms_my: Nilai jadual yang ungkapan yang diberikan oleh parameter kedua akan dinilai.
nb_no: En tabellverdi som uttrykket som er gitt av den andre parameteren, skal evalueres etter.
nl_nl: Een tabelwaarde waarover de expressie die is opgegeven door de tweede parameter moet worden geëvalueerd.
pl_pl: Wartość tabeli, względem której zostanie obliczone wyrażenie podane w drugim parametrze.
pt_br: Valor de tabela sobre o qual a expressão fornecida pelo segundo parâmetro deve ser avaliada.
pt_pt: Um valor de tabela, através do qual a expressão indicada pelo segundo parâmetro será avaliada.
ro_ro: O valoare tabel în care va fi evaluată expresia dată de al doilea parametru.
ru_ru: Табличное значение, для которого будет вычислено выражение, определяемое вторым параметром.
sk_sk: Hodnota tabuľky, pre ktorú sa má vyhodnotiť výraz uvádzaný v druhom parametri.
sl_si: Vrednost tabele, nad katero je treba ovrednotiti izraz, podan z drugim parametrom.
sr_cyrl_rs: Вредност табеле над којом израз дат другим параметром треба да буде процењен.
sr_latn_rs: Vrednost tabele nad kojom izraz dat drugim parametrom treba da bude procenjen.
sv_se: Ett tabellvärde som uttrycket som ges av den andra parametern ska utvärderas mot.
th_th: ค่าตารางที่จะถูกประเมินนิพจน์ที่ได้รับจากพารามิเตอร์ที่สอง
tr_tr: İkinci parametre tarafından sağlanan ifadenin değerlendirileceği bir tablo değeri.
uk_ua: Значення таблиці, стосовно якого потрібно обчислити вираз, визначений другим параметром.
vi_vn: Giá trị của bảng mà qua đó biểu thức do tham số thứ hai cung cấp sẽ được đánh giá.
zh_cn: 一个表值，将对该表值计算第二个参数提供的表达式。
zh_tw: 資料表值，會對其評估第二個參數所指定的運算式。

# AboutConcat_expression
source: An text-producing expression to evaluate for each row in the given table.
bg_bg: Създаващ текст израз за изчисление на всеки ред в дадената таблица.
ca_es: Expressió que produeix text per avaluar cada fila de la taula proporcionada.
cs_cz: Výraz vytvářející text, který se má vyhodnotit v jednotlivých řádcích zadané tabulky
da_dk: Et tekstproducerende udtryk til evaluering af hver række i den givne tabel.
de_de: Ein texterzeugender Ausdruck, der für jede Zeile in der angegebenen Tabelle ausgewertet wird.
el_gr: Παράσταση δημιουργίας κειμένου για αξιολόγηση για κάθε σειρά στον δεδομένο πίνακα.
es_es: Una expresión de producción de texto que se va a evaluar en cada fila de la tabla dada.
et_ee: Määratud tabelis iga rea puhul arvutatav teksti loov avaldis.
eu_es: Emandako taulako errenkada bakoitzean ebaluatuko den testua sortzeko espresioa.
fi_fi: Tekstiä tuottava lauseke, joka arvioidaan annetun taulukon kullekin riville.
fr_fr: Expression produisant du texte à évaluer pour chaque ligne de la table donnée.
gl_es: Expresión de produción de texto para avaliar en cada fila da táboa indicada.
hi_in: पाठ उत्पन्न करने वाला व्यंजक जिससे दी गई तालिका की प्रत्येक पंक्ति का मूल्यांकन किया जाएगा.
hr_hr: Izraz koji stvara tekst radi vrednovanja za svaki redak zadane tablice.
hu_hu: Egy szöveget előállító kifejezés, amelyet a megadott tábla minden során ki kell értékelni.
it_it: Espressione che produce testo da valutare per ogni riga nella tabella specificata.
ja_jp: 指定されたテーブル内の各行を評価する、テキストを生成する式。
kk_kz: Берілген кестенің әрбір жолында есептеуге арналған мәтіндік өрнек.
ko_kr: 지정된 테이블에서 각 행에 대해 평가할, 텍스트 생성 식입니다.
lt_lt: Tekstą sukuriantis reiškinys, apskaičiuojantis kiekvieną nurodytos lentelės eilutę.
lv_lv: Tekstu radoša izteiksme, kas jānovērtē katrai rindai norādītajā tabulā.
ms_my: Ungkapan yang menghasilkan teks untuk menilai setiap baris dalam jadual yang diberi.
nb_no: Et tekstproduserende uttrykk som evalueres for hver rad i den gitte tabellen.
nl_nl: Een tekst-producerende expressie waarmee elke rij in de opgegeven tabel wordt geëvalueerd.
pl_pl: Wyrażenie tworzące tekst na potrzeby obliczania dla poszczególnych wierszy w danej tabeli.
pt_br: Expressão produtora de texto a ser avaliada para cada linha da tabela fornecida.
pt_pt: Uma expressão que produz texto para avaliar para cada linha na tabela determinada.
ro_ro: O expresie care produce text, de evaluat pentru fiecare rând din tabelul dat.
ru_ru: Выражение, создающее текст, для вычисления по каждой строке в заданной таблице.
sk_sk: Výraz produkujúci text na vyhodnotenie pre každý riadok v danej tabuľke.
sl_si: Izraz, ki ovrednoti vse vrstice podane tabele in katerega rezultat je besedilo.
sr_cyrl_rs: Израз који ствара текст за процену за сваки ред у датој табели.
sr_latn_rs: Izraz koji stvara tekst za procenu za svaki red u datoj tabeli.
sv_se: Ett text-skapande uttryck att utvärdera för varje rad i den givna tabellen.
th_th: นิพจน์ที่ถูกสร้างจากข้อความในการประเมินแต่ละแถวของตารางที่ให้ไว้
tr_tr: Belirtilen tablodaki her satır için değerlendirilecek olan metin oluşturucu bir ifade.
uk_ua: Вираз, що обчислює текстове значення для кожного рядка вказаної таблиці.
vi_vn: Biểu thức tạo văn bản cần đánh giá cho mỗi hàng trong bảng cho sẵn.
zh_cn: 为给定表中的每行计算的文本生成的表达式。
zh_tw: 對指定資料表中的每個資料列評估會產生文字的運算式。

# AboutConcat_separator
source: A text value to be inserted between concatenated rows of the table.
bg_bg: Текстова стойност за вмъкване между конкатенирани редове на таблицата.
ca_es: Valor de text que s'inserirà entre les files concatenades de la taula.
cs_cz: Textová hodnota, která se má vložit mezi zřetězené řádky tabulky
da_dk: En tekstværdi, der skal indsættes mellem sammenkædede rækker i tabellen.
de_de: Ein Textwert, der zwischen verketteten Zeilen der Tabelle eingefügt wird.
el_gr: Μια τιμή κειμένου για εισαγωγή μεταξύ διαδοχικών γραμμών του πίνακα.
es_es: Valor de texto que se insertará entre las filas concatenadas de la tabla.
et_ee: Tabeli ühendatud ridade vahele sisestatav tekstiväärtus.
eu_es: Taulako errenkada kateatuen artean txertatuko den testu-balioa.
fi_fi: Tekstiarvo, joka lisätään taulukon yhdistettyjen rivien väliin.
fr_fr: Valeur de texte à insérer entre des lignes concaténées du tableau.
gl_es: Valor de texto que se vai inserir entre as filas concatenadas da táboa.
hi_in: तालिका की श्रृंखलाबद्ध पंक्तियों के बीच सम्मिलित किया जाने वाला कोई पाठ मान.
hr_hr: Tekstna vrijednost koja će se umetnuti između spojenih redaka tablice.
hu_hu: A tábla összefűzött sorai közé beszúrandó szöveges érték.
it_it: Valore di testo da inserire tra le righe concatenate della tabella.
ja_jp: テーブルの連結された行の間に挿入するテキスト値。
kk_kz: Кестенің біріктірілетін жолдарының арасына кірістірілетін мәтіндік мән.
ko_kr: 연결된 테이블 행 사이에 삽입할 텍스트 값입니다.
lt_lt: Tekstinė reikšmė, įterptina tarp sujungtų lentelės eilučių.
lv_lv: Teksta vērtība, kas jāievieto starp saliktās tabulas rindām.
ms_my: Nilai teks untuk dimasukkan antara baris bersambung jadual.
nb_no: En tekstverdi som skal settes inn mellom sammenslåtte rader i tabellen.
nl_nl: Een tekstwaarde die moet worden ingevoegd tussen de samengevoegde rijen van de tabel.
pl_pl: Wartość tekstowa do wstawienia między połączone wiersze tabeli.
pt_br: Um valor de texto a ser inserido entre linhas concatenadas da tabela.
pt_pt: Um valor de texto a inserir entre linhas concatenadas da tabela.
ro_ro: O valoare text de inserat între rândurile concatenate ale tabelului.
ru_ru: Текстовое значение, которое следует вставить между объединяемыми строками таблицы.
sk_sk: Textová hodnota, ktorá sa má vložiť medzi zreťazené riadky tabuľky.
sl_si: Besedilna vrednost, ki bo vstavljena med spojene vrstice tabele.
sr_cyrl_rs: Вредност текста за уметање између састављених редова табеле.
sr_latn_rs: Vrednost teksta za umetanje između sastavljenih redova tabele.
sv_se: Ett textvärde som ska infogas mellan sammanfogade rader i tabellen.
th_th: ค่าข้อความที่จะแทรกระหว่างแถวของตารางที่ถูกเชื่อมเข้าด้วยกัน
tr_tr: Birleştirilmiş tablo satırları arasına eklenecek metin değeri.
uk_ua: Текстове значення, яке потрібно вставити між об’єднаними рядками таблиці.
vi_vn: Giá trị văn bản để chèn vào giữa các hàng được ghép nối trong bảng.
zh_cn: 要在表的连接行之间插入的文本值。
zh_tw: 要在資料表的串連資料列間插入的文字值。

# AboutLen
source: Returns the number of characters in a text value.
bg_bg: Връща броя знаци в дадена текстова стойност.
ca_es: Retorna el nombre de caràcters d'un valor de text.
cs_cz: Vrátí počet znaků v textové hodnotě
da_dk: Returnerer antallet af tegn i en tekstværdi.
de_de: Gibt die Anzahl der Zeichen in einem Textwert zurück.
el_gr: Επιστρέφει τον αριθμό των χαρακτήρων σε μια τιμή κειμένου.
es_es: Devuelve el número de caracteres de un valor de texto.
et_ee: Tagastab tekstväärtuse märkide arvu.
eu_es: Testu-balio baten karaktere kopurua itzultzen du.
fi_fi: Palauttaa tekstiarvon merkkien määrän.
fr_fr: Retourne le nombre de caractères d’une valeur de texte.
gl_es: Devolve o número de caracteres dun valor de texto.
hi_in: किसी पाठ मान में वर्णों की संख्या लौटाता है.
hr_hr: Vraća broj znakova u tekstnoj vrijednosti.
hu_hu: Egy szöveges karakterlánc karaktereinek számát adja vissza.
it_it: Restituisce il numero di caratteri in un valore di testo.
ja_jp: テキスト値の文字数を返します。
kk_kz: Мәтіндік мәнде таңбалар санын қайтарады.
ko_kr: 텍스트 값의 문자 수를 반환합니다.
lt_lt: Pateikia simbolių teksto reikšmėje skaičių.
lv_lv: Atgriež rakstzīmju skaitu teksta vērtībā.
ms_my: Mengembalikan bilangan aksara dalam nilai teks.
nb_no: Returnerer antall tegn i en tekstverdi.
nl_nl: Hiermee wordt het aantal tekens in een tekstwaarde geretourneerd.
pl_pl: Zwraca liczbę znaków w wartości tekstowej.
pt_br: Retorna o número de caracteres de um valor de texto.
pt_pt: Devolve o número de carateres de um valor de texto.
ro_ro: Returnează numărul de caractere dintr-o valoare text.
ru_ru: Возвращает количество символов в текстовом значении.
sk_sk: Vráti počet znakov v textovej hodnote.
sl_si: Vrne število znakov v besedilni vrednosti.
sr_cyrl_rs: Враћа број знакова у вредности текста.
sr_latn_rs: Vraća broj znakova u vrednosti teksta.
sv_se: Returnerar antalet tecken i ett textvärde.
th_th: ส่งกลับค่าเลขจำนวนอักขระในรูปแบบข้อความ
tr_tr: Bir metin değerindeki karakter sayısını döndürür.
uk_ua: Повертає кількість символів у текстовому значенні.
vi_vn: Trả về số lượng ký tự trong một giá trị văn bản.
zh_cn: 返回文本值中的字符数。
zh_tw: 傳回文字值的字元數。

# AboutLen_text
source: A text value whose length in characters will be returned.
bg_bg: Текстова стойност, чиято дължина в знаци ще се върне.
ca_es: Valor de text del qual es retornarà la longitud en caràcters.
cs_cz: Textová hodnota, jejíž délka ve znacích bude vrácena
da_dk: En tekstværdi, hvis tegnlængde bliver returneret.
de_de: Ein Textwert, dessen Länge in Zeichen zurückgegeben wird.
el_gr: Μια τιμή κειμένου της οποίας θα επιστραφεί το μήκος σε χαρακτήρες.
es_es: Un valor de texto cuya longitud en caracteres se devolverá.
et_ee: Tekstväärtus, mille puhul tagastatakse pikkus märkides.
eu_es: Testu-balioa, zeinaren karaktere-luzera itzuliko den.
fi_fi: Tekstiarvo, jonka pituus merkkeinä palautetaan.
fr_fr: Valeur de texte dont la longueur en caractères sera retournée.
gl_es: Valor de texto cuxa lonxitude en caracteres se vai devolver.
hi_in: एक पाठ मान जिसकी लंबाई वर्णों में लौटाई जाएगी.
hr_hr: Tekstna vrijednost čija se duljina znakova vraća.
hu_hu: Az a szöveges érték, amelynek a karakterszámát visszaadja a függvény.
it_it: Valore di testo di cui verrà restituita la lunghezza in caratteri.
ja_jp: 指定の文字数が返されるテキスト値。
kk_kz: Ұзындығы таңбалармен қайтарылатын мәтіндік мән.
ko_kr: 문자의 길이가 반환되는 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurios ilgis simboliais bus pateiktas.
lv_lv: Teksta vērtība, kuras garum rakstzīmēs tiks atgriezts.
ms_my: Nilai teks yang panjang dalam aksaranya akan dikembalikan.
nb_no: En tekstverdi der lengden i tegn returneres.
nl_nl: Een tekstwaarde waarvan de lengte in tekens wordt geretourneerd.
pl_pl: Wartość tekstowa, której długość w znakach zostanie zwrócona.
pt_br: Valor de texto cujo comprimento em caracteres será retornado.
pt_pt: Um valor de texto cujo comprimento em carateres será devolvido.
ro_ro: O valoare text pentru care se va returna lungimea în caractere.
ru_ru: Текстовое значение, для которого будет возвращена символьная длина.
sk_sk: Textová hodnota, z ktorej sa vráti jej počet znakov.
sl_si: Besedilna vrednost, katere dolžino v številu znakov je treba vrniti.
sr_cyrl_rs: Вредност текста чија ће дужина у знаковима бити враћена.
sr_latn_rs: Vrednost teksta čija će dužina u znakovima biti vraćena.
sv_se: Ett textvärde vars teckenlängd returneras.
th_th: ข้อความที่จะส่งกลับค่าความยาวเป็นจำนวนอักขระ
tr_tr: Karakter uzunluğu döndürülecek metin değeri.
uk_ua: Текстове значення, кількість символів якого потрібно повернути.
vi_vn: Giá trị văn bản có độ dài tính bằng ký tự sẽ được trả về.
zh_cn: 将返回其字符长度的文本值。
zh_tw: 將傳回文字值，而長度會以字元數表示。

# AboutLenT
source: Returns the number of characters in a text value, evaluated per row within the specified table or collection.
bg_bg: Връща броя знаци в дадена текстова стойност, изчислена по ред в указаната таблица или колекция.
ca_es: Retorna el nombre de caràcters d'un valor de text, avaluat per fila a la taula o col·lecció especificada.
cs_cz: Vrátí počet znaků v textové hodnotě vyhodnocené na každém řádku uvnitř zadané tabulky nebo kolekce.
da_dk: Returnerer antallet af tegn i en tekstværdi, som evalueres pr. række, i den angivne tabel eller samling.
de_de: Gibt die Anzahl der Zeichen in einem Textwert zurück, bei Auswertung pro Zeile in der angegebenen Tabelle oder Sammlung.
el_gr: Επιστρέφει τον αριθμό χαρακτήρων σε μια τιμή κειμένου, που αξιολογείται ανά σειρά εντός του καθορισμένου πίνακα ή της καθορισμένης συλλογής.
es_es: Devuelve el número de caracteres de un valor de texto evaluado por fila dentro de la tabla o colección especificada.
et_ee: Tagastab tekstväärtuse märkide arvu, mis arvutatakse määratud tabelis või kogumis ridade kaupa.
eu_es: Zehaztutako taulan edo bilduman errenkadako ebaluatu den testu-balio baten karaktere kopurua itzultzen du.
fi_fi: Palauttaa tekstiarvon merkkien määrän arvioituna riviä kohden määritetyssä taulukossa tai kokoelmassa.
fr_fr: Retourne le nombre de caractères d’une valeur de texte, évaluée par ligne dans la table ou la collection spécifiée.
gl_es: Devolve o número de caracteres dun valor de texto, avaliado por fila dentro da táboa ou colección especificadas.
hi_in: किसी पाठ मान में वर्णों की संख्या लौटाता है, जिसका मूल्यांकन निर्दिष्ट तालिका या संग्रह की प्रत्येक पंक्ति पर किया गया हो.
hr_hr: Vraća broj znakova u tekstnoj vrijednosti, koji se vrednuje po retku unutar određene tablice ili zbirke.
hu_hu: Egy szöveges érték karaktereinek számát adja vissza a megadott tábla vagy gyűjtemény minden egyes sorára vonatkozóan.
it_it: Restituisce il numero di caratteri in un valore di testo, valutato per riga all'interno della tabella o della raccolta specificata.
ja_jp: テキスト値の文字数を返します。指定のテーブルまたはコレクション内の行ごとに評価されます。
kk_kz: Көрсетілген кестеде немесе жиынтықта әр жол үшін есептелген мәтіндік мәнде таңбалар санын қайтарады.
ko_kr: 지정된 테이블이나 컬렉션 내 행당 평가되는 텍스트 값의 문자 수를 반환합니다.
lt_lt: Pateikia simbolių teksto reikšmėje skaičių, apskaičiuotą kiekvienoje nurodytos lentelės ar rinkinio eilutėje.
lv_lv: Atgriež rakstzīmju skaitu teksta vērtībā, kas novērtēta katrai rindai norādītajā tabulā vai kolekcijā.
ms_my: Mengembalikan bilangan aksara dalam nilai teks yang dinilai bagi setiap baris dalam jadual atau koleksi yang ditentukan.
nb_no: Returnerer antall tegn i en tekstverdi, evaluert per rad i den angitte tabellen eller samlingen.
nl_nl: Hiermee wordt het aantal tekens in een tekstwaarde geretourneerd die per rij in de opgegeven tabel of verzameling wordt geëvalueerd.
pl_pl: Zwraca liczbę znaków w wartości tekstowej. Funkcja jest oceniana dla każdego wiersza w określonej tabeli lub kolekcji.
pt_br: Retorna o número de caracteres de um valor de texto avaliado por linha dentro da tabela ou coleção especificada.
pt_pt: Devolve o número de carateres num valor de texto, avaliado por linha dentro da tabela ou coleção especificada.
ro_ro: Returnează numărul de caractere dintr-o valoare text, evaluate pentru fiecare rând din cadrul tabelului sau colecției specificate.
ru_ru: Возвращает количество символов в текстовом значении для каждой строки в указанной таблице или коллекции.
sk_sk: Vráti počet znakov v textovej hodnote vyhodnotenej pre riadok v zadanej tabuľke alebo kolekcii.
sl_si: Vrne število znakov v besedilni vrednosti, pri čemer je ovrednotena vsaka vrstica določene tabele ali zbirke.
sr_cyrl_rs: Враћа број знакова у вредности текста, процењених по реду у оквиру наведене табеле или колекције.
sr_latn_rs: Vraća broj znakova u vrednosti teksta, procenjenih po redu u okviru navedene tabele ili kolekcije.
sv_se: Returnerar antalet tecken i ett textvärde, utvärderat per rad inom den angivna tabellen eller samlingen.
th_th: ส่งกลับค่าเลขจำนวนอักขระในรูปแบบข้อความ โดยประเมินตามแถวในตารางหรือคอลเลกชันที่ระบุ
tr_tr: Belirtilen tablo veya koleksiyonda her satır için değerlendirilen bir metin değerindeki karakter sayısını döndürür.
uk_ua: Повертає кількість символів у текстовому значенні, визначену для кожного рядка в межах указаної таблиці або колекції.
vi_vn: Trả về số lượng ký tự trong một giá trị văn bản, được đánh giá trên mỗi hàng trong phạm vi bảng hoặc bộ sưu tập được chỉ định.
zh_cn: 返回对指定表或集合中每行计算的文本值中的字符数。
zh_tw: 對指定資料表或集合中的每個資料列進行評估，傳回文字值的字元數。

# AboutLen_text_column
source: A column of text values whose lengths in characters will be returned (as a new column).
bg_bg: Колона с текстови стойности, чиято дължина в знаци ще се върне (като нова колона).
ca_es: Columna de valors de text de la qual es retornaran les longituds en caràcters (com una columna nova).
cs_cz: Sloupec textových hodnot, jejichž délky ve znacích budou vráceny (jako nový sloupec)
da_dk: En kolonne med tekstværdier, hvis tegnlængde bliver returneret (som en ny kolonne).
de_de: Eine Spalte mit Textwerten, deren Länge in Zeichen zurückgegeben wird (in Form einer neuen Spalte).
el_gr: Μια στήλη τιμών κειμένου των οποίων θα επιστραφεί το μήκος σε χαρακτήρες (ως νέα στήλη).
es_es: Una columna de valores de texto cuyas longitudes en caracteres se devolverán (como una columna nueva).
et_ee: Nende tekstväärtuste veerg, mille puhul tagastatakse pikkused märkides (uue veeruna).
eu_es: Karaktereen luzera (zutabe berri gisa) itzuliko duen testu-balioen zutabea.
fi_fi: Sellaisten tekstiarvojen sarake, joiden pituudet merkkeinä palautetaan (uutena sarakkeena).
fr_fr: Colonne de valeurs de texte dont la longueur en caractères sera retournée (sous la forme d’une nouvelle colonne).
gl_es: Columna de valores de texto cuxas lonxitudes en caracteres se devolverán (como unha nova columna).
hi_in: पाठ मानों का स्तंभ जिसकी लंबाई वर्णों में (एक नए स्तंभ के रूप में) लौटाई जाएगी.
hr_hr: Stupac tekstnih vrijednosti čija se duljina znakova vraća (kao novi stupac).
hu_hu: Azoknak a szöveges értékeknek az oszlopa, amelyeknek a karakterszámát visszaadja a függvény (új oszlopként).
it_it: Colonna di valori di testo di cui verranno restituite le lunghezze in caratteri (come nuova colonna).
ja_jp: 指定の文字数が (新しい列として) 返されるテキスト値の列。
kk_kz: Ұзындықтары таңбалармен қайтарылатын (жаңа баған түрінде) мәтіндік мәндер бағаны.
ko_kr: 문자의 길이가 반환되는 텍스트 값 열입니다(새 열로 반환됨).
lt_lt: Teksto reikšmių stulpelis, kurio ilgis simboliais bus pateiktas (kaip naujas stulpelis).
lv_lv: To teksta vērtību kolonna, kuru garumi rakstzīmēs tiks atgriezti (kā jauna kolonna).
ms_my: Lajur nilai teks yang panjang aksaranya akan dikembalikan (sebagai lajur baru).
nb_no: En kolonne med tekstverdier der lengden i tegn returneres (som en ny kolonne).
nl_nl: Een kolom met tekstwaarden waarvan de lengte in tekens wordt geretourneerd (als een nieuwe kolom).
pl_pl: Kolumna wartości tekstowych, których długości w znakach zostaną zwrócone (jako nowa kolumna).
pt_br: Coluna de valores de texto cujo comprimento em caracteres será retornado (como uma nova coluna).
pt_pt: Uma coluna de valores de texto cujo comprimento em carateres será devolvido (como uma coluna nova).
ro_ro: O coloană cu valori text pentru care este returnată lungimea în caractere (sub forma unei coloane noi).
ru_ru: Столбец текстовых значений, символьная длина которых будет записана в новый столбец.
sk_sk: Stĺpec textových hodnôt, pri ktorých sa vráti ich počet znakov (ako nový stĺpec).
sl_si: Stolpec besedilnih vrednosti, katerih dolžine v znakih bodo vrnjene (kot nov stolpec).
sr_cyrl_rs: Колона са вредностима текста чија ће дужина у знаковима бити враћена (као нова колона).
sr_latn_rs: Kolona sa vrednostima teksta čija će dužina u znakovima biti vraćena (kao nova kolona).
sv_se: En kolumn med textvärden vars teckenlängd returneras (som en ny kolumn).
th_th: คอลัมน์ของข้อความที่จะส่งกลับค่าความยาวเป็นจำนวนอักขระ (ให้เป็นคอลัมน์ใหม่)
tr_tr: Karakter uzunlukları döndürülecek olan (yeni bir sütun olarak) metin değerleri sütunu.
uk_ua: Стовпець із текстовими значеннями, кількість символів яких потрібно повернути, відобразивши їх у новому стовпці.
vi_vn: Cột giá trị văn bản có độ dài tính bằng ký tự sẽ được trả về (dưới dạng một cột mới).
zh_cn: 将返回其字符长度的文本值组成的列(作为新列)。
zh_tw: 將傳回作為新資料行的文字值資料行，其長度會以字元數表示。

# LenArg1
source: text
bg_bg: текст
da_dk: tekst
el_gr: κείμενο
es_es: texto
et_ee: tekst
eu_es: testua
fi_fi: teksti
fr_fr: texte
gl_es: texto
hi_in: पाठ
hr_hr: tekst
hu_hu: szöveg
it_it: testo
ja_jp: テキスト
kk_kz: мәтін
ko_kr: 텍스트
lt_lt: tekstas
lv_lv: teksts
ms_my: teks
nb_no: tekst
nl_nl: tekst
pl_pl: tekst
pt_br: texto
pt_pt: texto
ru_ru: текст
sl_si: besedilo
sr_cyrl_rs: текст
sr_latn_rs: tekst
th_th: ข้อความ
tr_tr: metin
uk_ua: текст
vi_vn: văn_bản
zh_cn: 文本
zh_tw: 文字
